Repository: marcinOz/marcin_web_profile
Catalog: lib/l10n/app_*.arb
Languages: pl

# profilePageTitle
source: Marcin Oziemski - Profile
pl: Alex Chen - Profil

# name
source: Marcin Oziemski
pl: Alex Chen

# jobTitle
source: Engineering Manager at OLX ( Eng. Platform )
pl: Engineering Manager, Mobile App Platform w OLX Group

# bio
source: Results-driven Engineering Leader with 12+ years of software development experience across diverse industries. Proven leadership skills, having successfully recruited, managed, and developed teams of up to 40 personnel. Public speaker and writer, actively sharing knowledge and insights.
pl: Prowadzenie inicjatyw platformy mobilnej i doskonałości inżynieryjnej w OLX Group. Pasjonat budowania skalowalnych rozwiązań mobilnych i mentoringu zespołów inżynierskich.

# location
source: Gda≈Ñsk, Poland
pl: Berlin, Niemcy

# mentoring
source: Open to mentoring
pl: Otwarty na mentoring

# area
source: Mobile Development
pl: Rozwój Mobilny

source: Overview
pl: Przegląd

source: Experience
pl: Doświadczenie

source: Articles
pl: Artykuły

source: Projects
pl: Projekty

source: Github Followers
pl: Obserwujący Github

source: Repositories
pl: Repozytoria

source: LinkedIn Connections
pl: Kontakty LinkedIn

source: Technical Articles
pl: Artykuły Techniczne

source: Professional Experience
pl: Doświadczenie Zawodowe

source: Recent Articles
pl: Ostatnie Artykuły

source: Github Activity
pl: Aktywność Github

source: Contributions
pl: Kontrybucje

source: Issues Closed
pl: Zamknięte Zadania

# certificationsAndBadges
source: Certifications & Badges
pl: Certyfikaty i Odznaki

source: Technical Skills
pl: Umiejętności Techniczne

# lastUpdated
source: Last updated: {date}
pl: Ostatnia aktualizacja: {date}
